define(function () {
    App.state.set({
        "catalog":[
            // М.Видео
            {
                "uid":"1E654A1E5CD911E19326002219BDB1CA",
                "products":[
                    {
                        "uid":"FAF6470C2BAC11E1B663002219BDB1CA",
                        "name":"М.Видео",
                        "description":"Товарный ассортимент магазинов «М.Видео» превышает 20 тыс. наименований различной техники аудио-, видео- и цифрового направлений, мелкой и крупной бытовой электроники, товаров для развлечения, а также аксессуаров. На начало 2011 года в 90 городах Российской Федерации работает более 220 гипермаркетов «М.Видео». Общая площадь магазинов компании составляет более 564 тыс. кв. метров.",
                        "resources":[
                            {
                                "name":"logo",
                                "url":"http://s.boomcard.ru/products/MVideo.png"
                            }
                        ]
                    }
                ],
                "features":[
                    {
                        "amount":{
                            "type":"MoneyRange",
                            "currency":"RUB",
                            "valueFrom":"500",
                            "valueTo":"10000",
                            "options":["500", "1000", "1500", "2000", "2500", "3000", "3500", "4000", "4500", "5000", "5500", "6000", "6500", "7000", "7500", "8000", "8500", "9000", "9500", "10000"]
                        }}
                ]
            },
            // Эльдорадо
            {
                "uid":"1EC5D8485CD911E19326002219BDB1CA",
                "products":[
                    {
                        "uid":"71DE3B882BB011E1B663002219BDB1CA",
                        "name":"Эльдорадо",
                        "description":"Компания «Эльдорадо» — крупнейшая сеть магазинов электроники и бытовой техники в России и ближнем зарубежье. Сегодня под брендом «Эльдорадо» работают 700 магазинов. «Эльдорадо» напрямую работает с Bosch, Philips, Samsung, Sony, Panasonic, LG, HP, Nokia и другими ведущими брендами, обеспечивая низкие цены и высокое качество.",
                        "resources":[
                            {
                                "name":"logo",
                                "url":"http://s.boomcard.ru/products/Eldorado.png"
                            }
                        ]
                    }
                ],
                "features":[
                    {
                        "amount":{
                            "type":"MoneyRange",
                            "currency":"RUB",
                            "valueFrom":"500",
                            "valueTo":"10000",
                            "options":["500", "1000", "1500", "2000", "2500", "3000", "3500", "4000", "4500", "5000", "5500", "6000", "6500", "7000", "7500", "8000", "8500", "9000", "9500", "10000"]
                        }}
                ]
            },
            // Л'Этуаль
            {
                "uid":"1F246E8A5CD911E19326002219BDB1CA",
                "products":[
                    {
                        "uid":"8D9B514C2BAD11E1B663002219BDB1CA",
                        "name":"Л'Этуаль",
                        "description":"На сегодняшний день сеть магазинов парфюмерии и косметики «Л'Этуаль» занимает прочное лидирующее положение на российском рынке и продолжает осваивать новые территории. Огромный ассортимент продукции, более десятка тысяч наименований и более 150 марок производителей, среди которых такие известнейшие, как Сhristian Dior, Guerlain, Chanel, Givenchy, Sisley, Kenzo, Estée Lauder, Clarins и многие другие.",
                        "resources":[
                            {
                                "name":"logo",
                                "url":"http://s.boomcard.ru/products/Letual.png"
                            }
                        ]
                    }
                ],
                "features":[
                    {
                        "amount":{
                            "type":"MoneyRange",
                            "currency":"RUB",
                            "valueFrom":"500",
                            "valueTo":"10000",
                            "options":["500", "1000", "1500", "2000", "3000", "5000", "10000"]
                        }}
                ]
            },
            // Рив Гош
            {
                "uid":"1F85AAD85CD911E19326002219BDB1CA",
                "products":[
                    {
                        "uid":"715134362BB011E1B663002219BDB1CA",
                        "name":"Рив Гош",
                        "description":"Подарочные сертификаты «Рив Гош» — это возможность приобрести самые последние новинки по привлекательным ценам и получить консультацию у лучших специалистов. В «Рив Гош» представлены лучшие бренды — Lancôme, Chanel, Dior, Yves Saint Laurent, Estée Lauder и многие другие. Сеть «Рив Гош» — это эталон последней моды Парижа и Лондона.",
                        "resources":[
                            {
                                "name":"logo",
                                "url":"http://s.boomcard.ru/products/RivGosh.png"
                            }
                        ]
                    }
                ],
                "features":[
                    {
                        "amount":{
                            "type":"MoneyRange",
                            "currency":"RUB",
                            "valueFrom":"500",
                            "valueTo":"10000",
                            "options":["500", "1000", "1500", "3000", "5000"]
                        }}
                ]
            },
            // Спортмастер
            {
                "uid":"1FF021E25CD911E19326002219BDB1CA",
                "products":[
                    {
                        "uid":"70951E2C2BB011E1B663002219BDB1CA",
                        "name":"Спортмастер",
                        "description":"Спортмастер — спортивный магазин для всей семьи! Всё для спорта и активного отдыха – от самых простых спорттоваров до технологичного снаряжения последнего поколения. На протяжении многих лет мы делаем всё для того, чтобы люди могли по-настоящему наслаждаться активным образом жизни. Наша цель — обеспечить наших покупателей снаряжением и оборудованием отменного качества по доступным ценам.",
                        "resources":[
                            {
                                "name":"logo",
                                "url":"http://s.boomcard.ru/products/Sportmaster.png"
                            }
                        ]
                    }
                ],
                "features":[
                    {
                        "amount":{
                            "type":"MoneyRange",
                            "currency":"RUB",
                            "valueFrom":"500",
                            "valueTo":"10000",
                            "options":["500", "1000", "2000", "3000", "5000"]
                        }}
                ]
            },
            // Sela
            {
                "uid":"205D3B1A5CD911E19326002219BDB1CA",
                "products":[
                    {
                        "uid":"73A9C4A8572211E19326002219BDB1CA",
                        "name":"Sela",
                        "description":"Sela — это комфортные, модные коллекции для уверенных в себе людей, имеющих свой стиль, стремящихся получать удовольствие от современной жизни и быть привлекательными для окружающих. Мы стремимся к ещё большему пониманию желаний, устремлений и стиля жизни наших покупателей и помогаем им реализовать себя с помощью одежды и аксессуаров Sela.",
                        "resources":[
                            {
                                "name":"logo",
                                "url":"http://s.boomcard.ru/products/Sela.png"
                            }
                        ]
                    }
                ],
                "features":[
                    {
                        "amount":{
                            "type":"MoneyRange",
                            "currency":"RUB",
                            "valueFrom":"500",
                            "valueTo":"10000",
                            "options":["500", "1000", "1500"]
                        }}
                ]
            },
            // Бумкарта
            {
                "uid":"20BC9AD85CD911E19326002219BDB1CA",
                "products":[
                    {
                        "uid":"72201EC22BB011E1B663002219BDB1CA",
                        "name":"Бумкарта",
                        "description":"Мы не всегда можем угадать, о чём именно люди мечтают — но у нас есть мультибрендовая карта БУМ. Бумкарта — первая подарочная карта, которая позволяет выбрать подарок в различных магазинах, ресторанах и салонах на усмотрение владельца карты. Карта принимается к оплате в более 1000 торговых точек по всей России. Бумкарта выпускается в 7 различных категориях. Бумкарта — это миллион возможностей в одной карте!",
                        "resources":[
                            {
                                "name":"logo",
                                "url":"http://s.boomcard.ru/products/Boom.png"
                            }
                        ]
                    }
                ],
                "features":[
                    {
                        "amount":{
                            "type":"MoneyRange",
                            "currency":"RUB",
                            "valueFrom":"500",
                            "valueTo":"10000",
                            "options":["500", "1000", "1500", "2000", "2500", "3000", "3500", "4000", "4500", "5000", "5500", "6000", "6500", "7000", "7500", "8000", "8500", "9000", "9500", "10000"]
                        }}
                ]
            }
        ]
    })
})
