{ "catalog": [
    {
        "id": 1,
        "img": "app/img/cards/Defile.png",
        "title": "Дефиле",
        "text": "Подарочная карта Дефиле – это отличный вариант сделать своей любимый приятный сюрприз. В магазинах представлено белье, купальники, домашняя и пляжная одежда собственного бренда по крайне привлекательным ценам.Магазины Дефиле входят в группу компаний «Дикая Орхидея». "
    },
    {
        "id": 2,
        "img": "app/img/cards/Evroset.png",
        "title": "Евросеть",
        "text": "Подарочная карта салонов «Евросеть» – отличный подарокдля близких, коллег и друзей всех возрастов.Каждый покупатель сможет найти себе подарок по душе, учитывая географию салонов «Евросети» и широкий ассортимент цифровой техники. Евросеть» - это крупнейший сотовый ритейлер. Компания представлена 4352 салонами связи в 1 188 населенных пунктах РФ."
    },
    {
        "id": 3,
        "digital": true,
        "img": "app/img/cards/MVideo.png",
        "title": "М.видео",
        "text": "Товарный ассортимент магазинов «М.Видео» превышает 20 тыс. наименований различной техники: аудио/видео и цифрового направлений, мелкой и крупной бытовой электроники, товаров для развлечения, а также аксессуаров.На начало 2011 года в 90 городах Российской Федерации работает более 220 гипермаркетов «М.Видео». Общая площадь магазинов компании составляет более 564 тыс. кв. метров."
    },
    {
        "id": 4,
        "img": "app/img/cards/Adamas.png",
        "title": "Адамас",
        "text": "Подарочные карты АДАМАС – это особый подарок, который поможет Вам сделать статусный и ценный подарок, и при этом не ошибиться с выбором, размером, стилем ювелирного украшения."
    },
    {
        "id": 5,
        "img": "app/img/cards/Letual.png",
        "title": "Л’Этуаль",
        "text": "На сегодняшний день сеть магазинов парфюмерии и косметики Л'Этуаль занимает прочное лидирующее положение на российском рынке и продолжает осваивать новые территории. Огромный ассортимент продукции, более десятка тысяч наименований и более 150 марок-производителей, среди которых такие известнейшие, как Сhristian Dior, Guerlain, Chanel, Givenchy, Sisley, Kenzo, Estee Lauder, Clarins и многие другие."
    },
    {
        "id": 6,
        "img": "app/img/cards/Buste.png",
        "title": "Бюстье",
        "text": "Подарочная карта Бюстье – это отличный вариант сделать своей любимый приятный сюрприз. В магазинах представлено белье, купальники, домашняя и пляжная одежда популярных итальянских и французских марок, а также собственный бренд белья группы компаний «Дикая Орхидея» — «Вендетта», отвечающий тенденциям последней моты Милана и Парижа. "
    },
    {
        "id": 7,
        "img": "app/img/cards/Sportmaster.png",
        "title": "Спортмастер",
        "text": "Спортмастер – спортивный магазин для всей семьи! Все для спорта иактивного отдыха– отсамых простых спорттоваров дотехнологичного снаряжения последнего поколения. На протяжении многих лет мы делаем все для того, чтобы люди могли по-настоящему наслаждаться активным образом жизни. Наша цель– обеспечить наших покупателей снаряжением иоборудованием отменного качества подоступным ценам."
    },
    {
        "id": 8,
        "img": "app/img/cards/RivGosh.png",
        "title": "Рив Гош",
        "text": "Подарочные сертификаты «Рив Гош» – это возможность приобрести самые последние новинки по привлекательным  ценам, получить консультацию у лучших специалистов. . В «Рив Гош» представлены лучшие бренды – Lancome, Chanel, Dior, Yves Saint Laurent, Estee Lauder и многие другие. Сеть Рив Гош – это эталон последней моды Парижа и Лондона."
    } ,
    {
        "id": 9,
        "digital": true,
        "img": "app/img/cards/RedParalepiped.png",
        "title": "Красный Куб",
        "text": "Магазины «Красный Куб» отличаются необыкновенной красотой оформления, оригинальностью ассортимента и удивительной атмосферой, которую так ценят покупатели. Ассортимент, предлагаемый в магазинах «Красный Куб», представлен ведущими европейскими и азиатскими производителями. Необычные элементы декора, использование материалов разных фактур и широкий выбор формата не оставят равнодушными даже самых взыскательных клиентов."
    },
    {
        "id": 10,
        "digital": true,
        "img": "",
        "title": "Техносила",
        "text": ""
    },
    {
        "id": 11,
        "img": "app/img/cards/Eldorado.png",
        "title": "Эльдорадо",
        "text": "Компания «Эльдорадо» — крупнейшая сеть магазинов электроники и бытовой техники в России и ближнем зарубежье. Сегодня под брендом «Эльдорадо» работают 700 магазинов. «Эльдорадо» напрямую работает с Bosch, Philips, Samsung, Sony, Panasonic, LG, HP, Nokia и другими ведущими брендами, обеспечивая низкие ценыи высокое качество."
    }


]}